import React from 'react';

const OurTeam  = () => {
  return (
    <div>
      <div class="relative px-32 pt-[250px] pb-[200px] text-center text-3xl font-bold leading-loose">
        <div class="relative">
        <h1 className="m-auto text-center text-5xl m-4">فريقنــا</h1>
        <div className="absolute right-[45%] left-[45%] mt-[20px] border-t-[5px] border-[#FBD675] "></div>
        </div>
        <p class="mt-[140px]">فريقنـا قائـم بالكامـل على التطـوع وأعضاءه من مختلف أقطـار عالمنـا العربـي متخصصين بمختلف المجالات أو مساعدين لمختصين<br/>بدأ الفريق في 2019 بفردين وامتد للعشرات حتى تجاوز في 2022 بفضـل اللـه 200 عضو ثابت. <br/><br/>ومن نقـاط قوة فريقنـا أن الأعضاء ملتزمون بالكامـل بتحقيق رؤيـة الأكاديميـةوبالطبـع عددنـا الكبير يعكس حجم رؤيتنا وأهدفنـا و بالتأكيد شكـل هذا تحـدي بكيفية تنظيم هذا القدر من الأعمال في مختلف هذه المواضيع الحساسـة التي نتخصص بها كالبرمجة وغيرها،<br/><br/>لكن التأقلم كان خيارنا الوحيد لتحقيـق الهدف مما خلق فريـق أقـوى متكيـف مع المعطيات وذو خبـرة، ويجدر بالذكر أننا غير مدعومـين من أي جهـة أو أفـراد مما يعني نقص كبير بالموارد و الاقتصار على الأمور الضرورية من اشتراكات وغيرها من المصروفات التي يؤمنها مؤسس المشروع ثائر<br/> ولهذا أصبح فريقنا كالقطار يسير بثبات ولا يحيد عن سكته مهما صعبت الظروف وهم الكنز والبطـل الحقيقي خلف هذا العمـل.</p>
      </div>
    </div> 
  );
}

export default OurTeam ;