import React from 'react';

const TheName = () => {
  return (
    <>
      <div className="relative px-32 pt-[200px] text-center text-3xl font-semibold leading-loose">
      <div className="absolute left-0 top-0 -mt-[-500px]">
          <img src="assets/images/Map2.svg" />
        </div>

        <div className="absolute right-0 bottom-0 -mb-[-50px]">
          <img src="assets/images/Map3.svg" />
        </div>

        <div className="relative">
          <h1 className="m-auto text-center text-5xl m-4">لم اسم اللعبة؟</h1>
          <div className="absolute right-[40%] left-[40%] mt-[20px] border-t-[5px] border-[#FBD675] "></div>
        </div>

        <p className="mt-[140px]">الاسم منشق عن مفهوم اللوعبة <br/>  اللوعبة هي علم متعارف عليه منذ مطلع القرن العشرين وانحصرت استخداماتها في ألعـاب الفيديو حتى دخلت لأول مرة في حياتنـا عبر علوم التسويق لتحفيز المستهلكين على الشراء أكثر والارتباط بذاك الفعل<br/><br/>لكن كيـف يمكن لشيء معقد كالحيـاة أن يكـون لعبـة وكيف يمكن تطبيقـه؟ببساطـة الحياة يمكنهـا أن تكون لعبة بتبسيطهـا لقواعد يفهمها العامـةقواعد بسیطـة تضمن الوصـول لأفضل النتائج مما يجلعها أقرب لاستراتيجية  ومنهج لإدارة الحیـاة<br/> ولعبتنا هي لعبة يوم واحد وتتكرر كل يوم وقواعدها:<br/><br/><span className='bg-[#FBD675] p-2'>استيقاظ باكر، صلاة، رياضة، تعلم، العمل على هدف</span><br/>هذه الأساسيـات الخمس كفيلـة بتبسيط الحيـاة وجعلهـا لعبـة إذا ما التزمـت بها تفـوز وإذا ما تهاونت تخسـر<br/><br/>   هذا النظـام تم تجربتـه على حیـاة عشـرات آلاف الشباب الذین قامـوا بمتابعـة حلقات ثائر على منصة یوتیوب والعمل بها<br/><br/>   ومنذ ثلاثة أعوام نمهد للشبـاب لتسهيل حياتهـم حتى وصلنا إلى خلق بيئة نقدم فيهـا بالمجـان أهـم علـوم هـذا العـصـر التكنولـوجيـة ليمـلك شبـابنـا مفاتيـح المستقبــل، ونغيـر بهـا حيـاة الأفـراد ليغـيروا بـدورهــم العـالــم بهذا نبني لك أسـاس يدفعـك للأمـام ويلتقطك عند السقـوط.</p> 
     </div>
    </> 
  );
}

export default TheName;